Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The SENSE programme for Afghanistan's representatives is just one in a series of initiatives taken by Poland in order to develop institutional capabilities among Afghan officials.
pl: Realizacja programu SENSE dla przedstawicieli Afganistanu jest jedną z szeregu inicjatyw podejmowanych przez Polskę w celu budowania zdolności instytucjonalnych władz afgańskich.

source: Participants take the roles of different internal and international subjects.
pl: Uczestnicy wcielają się w role różnych podmiotów wewnętrznych państwa oraz jego otoczenia międzynarodowego.

source: The key element is interaction between participants involving negotiations and decision-making, which illustrates the complexity of the political and economic system of a state.
pl: Kluczowym elementem są interakcje pomiędzy uczestnikami polegające na negocjacjach i podejmowaniu decyzji obrazujące złożoność systemu polityczno-ekonomicznego państwa.

source: The two previous editions were attended by representatives of the Eastern Partnership states (1-8 October) and then - along with the changes in North Africa - by the representatives of Tunisia (11-18 October).
pl: W dwóch poprzednich edycjach programu wzięli udział przedstawiciele krajów Partnerstwa Wschodniego (1-8 października) oraz, ze względu na zmiany zachodzące w krajach Afryki Północnej, Tunezji (11-18 listopada).

source: In the previous years, the trainings were organized for Afghanistan, Armenia, Azerbaijan, Belarus, Georgia, Moldova, Serbia and Ukraine.
pl: W latach ubiegłych szkolenia były kierowane do Afganistanu, Armenii, Azerbejdżanu, Białorusi, Gruzji, Mołdawii, Serbii i Ukrainy.

source: Poland supports Syrian refugees and the local population in Jordan
pl: Polska wspiera uchodźców syryjskich i ludność lokalną w Jordanii

source: As part of the Polish Aid programme, in cooperation with Caritas Poland and the Free-Syria Foundation, humanitarian aid has been provided to Jordan since April 2016, including the delivery of food and baby-care items as well as psychological assistance.
pl: W Jordanii w ramach programu Polska Pomoc od kwietnia 2016 r. we współpracy z Caritas Polska oraz Fundacją Wolna Syria udzielana jest pomoc humanitarna w zakresie dostarczenia niezbędnej żywności i artykułów dla niemowląt oraz opieki psychologicznej.

source: Moreover, since August 2016, Caritas Poland has been carrying out a project aimed at ensuring shelter for beneficiaries by enabling them to pay rent.
pl: Ponadto od sierpnia 2016 r. Caritas Polska realizuje projekt z zakresu zabezpieczenia schronienia umożliwiający beneficjentom opłacanie czynszów.

source: Food aid and shelter support - Caritas Poland
pl: Pomoc żywnościowa oraz wsparcie w zakresie schronienia - Caritas Polska

source: Dealing with malnutrition and the lack of a well-balanced diet among children and infants is a basic need for Syrian families.
pl: Podstawową potrzebą rodzin syryjskich jest niedożywienie lub brak odpowiednio zbilansowanej diety wśród dzieci i niemowląt.

source: The project is run by Caritas Poland in cooperation with Caritas Jordan in the provinces of Amman, Irbid, Mafraq, and Zarqa.
pl: Projekt realizowany jest przez Caritas Polska we współpracy z Caritas Jordan w prowincjach Amman, Irbid, Mafraq i Zarqa.

source: As part of the initiative, Syrian refugees and the indigent local population receive monthly support in accordance with identified needs, in the form of vouchers for basic groceries, fresh food or baby products, including infant formula.
pl: W ramach inicjatywy uchodźcy syryjscy oraz najuboższa ludność lokalna, w zależności od zidentyfikowanych potrzeb otrzymują comiesięczne wsparcie w postaci voucherów na podstawowe artykuły spożywcze, świeżą żywość lub na produkty dla niemowląt, w tym mleko.

source: Thanks to the Polish Aid Programme, assistance has been offered to more than 400 of the poorest families.
pl: Dzięki środkom z programu Polska Pomoc wsparciem zostało objętych ponad 400 najbardziej potrzebujących rodzin.

source: Shelter provision is the biggest problem for all Syrian families and indigent Jordanians.
pl: Zapewnienie dachu nad głową to największy problem każdej rodziny syryjskiej oraz ubogich Jordańczyków.

source: Today, thanks to the Polish aid programmes, shelter has been given to more than 250 families.
pl: Obecnie dzięki polskiemu wsparciu, schronienie zapewniono ponad 250 rodzinom.

source: Since August, aid programmes for refugees and the local population have been running in the provinces of Irbid and Mafraq, also involving the distribution of ATM cards, which enable beneficiaries to withdraw funds necessary to pay their rent.
pl: Od sierpnia w prowincji Irbid i Mafraq realizowane jest wsparcie na rzecz uchodźców i ludności lokalnej w postaci kart bankomatowych, dzięki którym beneficjenci mogą wypłacać środki niezbędne na comiesięczne opłacenie czynszu.

source: Plans are underway to continue the project in 2017, also in the province of Amman.
pl: W 2017 r. planowana jest kontynuacja projektu, poszerzona dodatkowo o prowincję Ammanu.

source: Project No. PH2016/J/3: “Relief Aid for Syrian refugees and vulnerable Jordanians”
pl: Projekt nr PH2016/J/3 pt. „Doraźna pomoc dla uchodźców syryjskich oraz ubogich Jordańczyków”

source: Project No. PHBWiU/2016/J/1: “Responding to immediate shelter needs of Syrian refugees and vulnerable Jordanians”
pl: Projekt nr PHBWiU/2016/J/1 pt. „Zaspokojenie pilnych potrzeb uchodźców syryjskich i ubogich Jordańczyków w zakresie schronienia”

source: Indispensable psychological support for refugees - Free-Syria Foundation
pl: Niezbędne wsparcie psychologiczne dla uchodźców - Fundacja Wolna Syria

source: The project is coordinated by the Free Syria Foundation in cooperation with a local partner, the Syrian American Medical Society.
pl: Projekt koordynowany jest Fundację Wolna Syria we współpracy z partnerem lokalnym Syryjsko-Amerykańskim Towarzystwem Medycznym.

source: The clinic offers therapy, individual and group sessions for women, children, and men who need support as well as training for representatives of Jordanian relief organisations who work with refugees on an everyday basis.
pl: W poradni prowadzone są zajęcia terapeutyczne, sesje indywidualne i grupowe przeznaczone dla kobiet, dzieci i mężczyzn potrzebujących wsparcia, jak również szkolenia dla przedstawicieli jordańskich organizacji pomocowych na co dzień pracujących z uchodźcami.

source: Nearly 5000 patients have received psychological assistance since the project was launched.
pl: Od początku realizacji projektu z pomocy psychologicznej skorzystało niemal 5 000 osób.

source: The clinic employs a team of 13 people, most of whom are Syrian specialists.
pl: Poradnia zatrudnia łącznie 13 osób, w większości są to specjalistki pochodzenia syryjskiego.

source: Improving the qualifications of local psychologists and humanitarian workers will increase the sustainability of the project after its completion.
pl: Podniesienie kwalifikacji miejscowych psychologów i pracowników humanitarnych zwiększy trwałość projektu po jego zakończeniu.

source: Project No. PH2016/J/6: “Enhancing the availability and the scope of psychological care for Syrian refugees in Irbid in Jordan”
pl: Projekt nr PH2016/J/6 pt. „Podniesienie dostępności i zakresu opieki psychologicznej dla uchodźców syryjskich przebywających w Irbid w Jordanii”

source: European Development Days 2011 - registration
pl: Europejskie Dni Rozwoju 2011 - informacje

source: The EDD will be hosted in the Copernicus Science Centre (CSC) - one of the most modern science conferences centre in Europe.
pl: Na główny obiekt imprezy zostało wybrane Centrum Nauki Kopernik , które jest jednym z najnowocześniejszych centrów naukowo-konferencyjnych w Europie.

source: Our key theme will be ‘development and democracy' which is particularly pertinent given recent events in Belarus, North Africa, Syria and Sudan.
pl: Tematem przewodnim tegorocznych EDR będzie rozwój i demokracja, który w świetle ostatnich wydarzeń na Białorusi, w Afryce Północnej, Syrii czy Sudanie wydaje się szczególnie aktualnym.

source: Here it was announced that 10 out of 18 high level panels would be organized by our external partners via open competition.
pl: Na spotkaniu ogłoszono, że 10 spośród 18 planowanych paneli zostanie zorganizowanych przez zewnętrznych partnerów, a przydział poszczególnych paneli nastąpi w drodze otwartego konkursu.

source: Additional information and rules can be found on the web site http://eudevdays.eu/useful_documents_en.cfm in the ‘Minutes - Stakeholder Meeting - 7 July 2011' folder (active after logging into your profile).
pl: Dodatkowe informacje o warunkach zgłaszania paneli znajdują się na stronie http://eudevdays.eu/useful_documents_en.cfm w pliku Minutes - Stakeholder Meeting - 7 July 2011 (dostęp po zalogowaniu się na swój profil).

source: a) Formal and legal evaluation of project applications (carried out in order to confirm that a given application has all necessary annexes and other parts specified in the Regulations for the call for proposals)
pl: Instytucja wolontariatu występuje w większości państw prowadzących politykę rozwojową i stanowi istotny element współpracy między strukturami państwowymi i organizacjami pozarządowymi.

source: The project must successfully pass the first two stages of the call for proposals.
pl: Bez szerokiego poparcia i udziału społecznego polityka rozwojowa nie będzie skuteczna.

source: b) medical examination that will not show any contraindications to travel and participate in a given project.
pl: Koncepcja programu opiera się na istniejących mechanizmach współpracy pomiędzy MSZ a organizacjami i instytucjami bezpośrednio realizującymi projekty pomocowe.

source: You are here Polish Aid / News / In-kind assistance for Kurdistan
pl: jesteś tutaj Polska pomoc / Aktualności / Pomoc rzeczowa dla Kurdystanu

source: In-kind assistance for Kurdistan
pl: Pomoc rzeczowa dla Kurdystanu

source: The aid was delivered to 1,150 families (around 6,440 people) who live in northern Iraq's Khabat District.
pl: W ramach działania udało się dotrzeć z pomocą do 1150 rodzin (około 6440 osób) przebywających w dystrykcie Khabat, w północnym Iraku.

source: The PAH project Polish Emergency Response Team in Kurdistan addresses some of the basic humanitarian problems that are afflicting the Kurdistan region and Iraq.
pl: Projekt PAH pt. „Polski Zespół Pomocy Natychmiastowej w Kurdystanie” odpowiada na podstawowe problemy humanitarne z jakimi obecnie zmaga się region Kurdystanu i Irak.

source: Since early 2014, Iraq has been engulfed in one of the world's most serious crises, alongside Syria.
pl: Od początku 2014 r. w Iraku panuje jeden z najpoważniejszych, obok Syrii kryzysów na świecie.

source: The hostilities in the region force local communities to be constantly on the move in search of safe haven and work.
pl: Działania wojskowe prowadzone w regionie zmuszają lokalną ludność do ciągłego przemieszczani się w poszukiwaniu bezpiecznego schronienia i pracy.

source: The humanitarian situation is extremely volatile and makes it hard to plan long-term aid measures in the most vulnerable areas close to the fighting zone.
pl: Sytuacja humanitarna jest bardzo zmienna i trudno jest zaplanować długotrwałe działania pomocowe na obszarach sąsiadujących z przestrzenią działań wojennych, czyli tam gdzie są najbardziej potrzebne.

source: The PAH project develops an aid mechanism that would be effective in such circumstances.
pl: Projekt PAH skupia się na zbudowaniu mechanizmu pomocy, który działaby skutecznie w takich warunkach.

source: The Polish Emergency Response Team in Kurdistan regularly assesses the needs on the ground and identifies IDPs and members of the local community who are most in need of assistance.
pl: Polski Zespół Pomocy Natychmiastowej w Kurdystanie prowadzi działania mające na celu regularne badanie potrzeb i identyfikowanie osób spośród ludności wewnętrznie przemieszczonej oraz ludności lokalnej, którym pomoc jest najbardziej potrzebna.

source: Such people receive in-kind relief aid in response to their specific needs by deliveries of parcels with food, hygiene kits and winter supplies.
pl: Takim osobom, w zależności od potrzeb, przekazywana jest natychmiastowo pomoc rzeczowa w postaci paczek żywnościowych, higienicznych oraz zimowych.

source: Operations of the Polish Emergency Response Team in Kurdistan are co-funded by the Polish MFA's development cooperation programme.
pl: Projekt „Polski Zespół Pomocy Natychmiastowej w Kurdystanie” współfinansowany jest w ramach programu polskiej współpracy rozwojowej Ministerstwa Spraw Zagranicznych RP.

source: Previous editions have seen the participation of Heads of State and Government, Ministers and world-renowned leaders such as Desmond Tutu, Kofi Annan, Richard Branson, Wangari Maathai and Aminata Traore.
pl: W poprzednich edycjach nierzadko udział brali ministrowie, głowy państw i rządów oraz znani na całym świecie liderzy, jak Desmond Tutu, Kofi Annan, Richard Branson, Wangari Maathai czy Aminata Traore.

source: Against this backdrop, the 2009 edition will focus on the global response to the economic downturn and climate change, as well as on the challenges of democracy and development.
pl: Dlatego też główne tematy Europejskich Dni Rozwoju 2009 to globalna reakcja na spadek koniunktury gospodarczej i zmiany klimatyczne oraz wyzwania dla demokracji i rozwoju.

source: It would be irresponsible to address the world's development challenges at an international gathering without considering its impact on the environment - especially as global warming could push millions back into the poverty trap.
pl: Dyskusja nad globalnymi wyzwaniami w dziedzinie rozwoju na międzynarodowym spotkaniu byłaby nieodpowiedzialną inicjatywą, gdyby zignorowano wpływ samego wydarzenia na środowisko - zwłaszcza że z powodu globalnego ocieplenia miliony ludzi mogą popaść w ubóstwo.

source: However, these CO2 emissions can be offset through a range of schemes investing in energy efficiency anywhere in the world.
pl: Wpływ emisji CO2 wygenerowanych podczas Dni Rozwoju można jednak zrównoważyć, wspierając szereg programów, w ramach których inwestuje się na całym świecie w efektywność energetyczną.

source: Thus, exhibitors and parallel event organisers are asked to help offset the EDD carbon footprint by contributing to a carbon-offset scheme of their choice.
pl: Dlatego też wystawców i organizatorów wydarzeń towarzyszących poproszono o udzielenie finansowego wsparcia wybranemu przez siebie programowi, aby skompensować skutki emisji.

source: INCLUSIVE AND PARTICIPATORY
pl: OTWARTE DEBATY, RÓŻNE PUNKTY WIDZENIA

source: Discussion panels are carefully gender balanced and geographically representative.
pl: Skład paneli dyskusyjnych jest wyrównany pod względem płci i miejsca pochodzenia.

source: Its openness allows it to be inclusive and blend a great diversity of political leaders and parliamentarians, international institutions, local authorities, NGOs, business leaders, academics, researchers, media representatives and the young.
pl: Ich otwarty charakter sprzyja tworzeniu grup będących prawdziwą mieszanką przywódców politycznych, posłów, pracowników międzynarodowych instytucji, władz lokalnych i organizacji pozarządowych, przedsiębiorców, a także przedstawicieli świata akademickiego i badawczego, środowiska mediów i młodzieży.

source: Any stakeholder can propose speakers, events, network meetings or exhibitions.
pl: Każdy z uczestników może zaproponować wystąpienie prelegenta, wydarzenie, spotkanie w ramach sieci czy wystawę.

source: Its participatory approach results in an agenda, which includes over 30 events, half of which are stakeholder-driven.
pl: Ten demokratyczny styl organizacji sprawia, że program Dni Rozwoju obejmuje ponad 30 wydarzeń, z których połowę zgłosili sami uczestnicy.

source: This event is organised by the European Commission in co-ordination with the Swedish Presidency of the EU.
pl: Wydarzenie organizuje Komisja Europejska we współpracy ze sprawującą przewodnictwo w Radzie UE Szwecją.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2014 / Humanitarian aid for refugees from eastern Ukraine
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2014 / Pomoc humanitarna dla uchodźców ze wschodniej Ukrainy

source: Humanitarian aid for refugees from eastern Ukraine
pl: Pomoc humanitarna dla uchodźców ze wschodniej Ukrainy

source: “There was somebody out there thinking about us that December night in 1981.
pl: - Ktoś o nas pamiętał w noc grudniową w 1981 roku.

source: The chief of Polish diplomacy thanked all who were involved in organizing the transport, including the non-governmental organizations: the Polish Red Cross, Caritas Poland, and the Polish Centre for International Aid Foundation.
pl: Szef polskiej dyplomacji podziękował wszystkim zaangażowanym w zorganizowanie transportu, w tym organizacjom pozarządowym: Polskiemu Czerwonemu Krzyżowi, Caritas Polska, Fundacji Polskie Centrum Pomocy Międzynarodowej.

source: “All the organizations have worked together well, showing how to solve problems, build good relationships, and be effective.
pl: - Wszystkie organizacje dobrze współpracowały, pokazały jak rozwiązywać problemy, budować dobre relacje i być skutecznym.

source: I should also thank firefighters from across Poland and the Chief Commandant of State Fire Service,” said Minister Schetyna.
pl: Podziękowania należą się strażakom z całej Polski i Komendantowi Głównemu Państwowej Straży Pożarnej - zaznaczył minister Schetyna.

source: During the meeting, Prime Minister Ewa Kopacz highlighted the importance of our solidarity with the people of eastern Ukraine whom the conflict has hit especially hard.
pl: W trakcie spotkania premier Ewa Kopacz podkreśliła, jak ważna jest nasza solidarność z mieszkańcami Ukrainy wschodniej, szczególnie poszkodowanymi w konflikcie.

source: “These lorries are just the beginning of what we are capable of and what we want to do for our neighbours in the east,” said the Polish prime minister.
pl: - Te ciężarówki to dopiero początek tego, co jesteśmy w stanie i chcemy zrobić dla naszych sąsiadów za wschodnią granicą - mówiła szefowa polskiego rządu.

source: To the Ukrainians, she addressed the following words: “Remember that Poland feels for you, and that you can always count on us.”
pl: Zwracając się do Ukraińców powiedziała: „Pamiętajcie, że Polska solidaryzuje się z Wami i możecie zawsze na nas liczyć.”

source: According to estimates by Ukraine authorities, hostilities have forced over half a million people to change their place of residence.
pl: Szacunki władz ukraińskich wskazują, że ponad pół miliona osób zostało zmuszonych do zmiany miejsca swojego zamieszkania w wyniku działań zbrojnych.

source: The convoy of in-kind assistance has been organized by the Ministry of Foreign Affairs, the National Headquarters of State Fire Service, and the Polish NGOs: the Polish Red Cross, Caritas Poland, and the Polish Centre for International Aid Foundation.
pl: Transport pomocy rzeczowej organizowany jest wspólnie przez Ministerstwo Spraw Zagranicznych, Komendę Główną Państwowej Straży Pożarnej oraz polskie organizacje pozarządowe: Polski Czerwony Krzyż, Caritas Polska, Fundację Polskie Centrum Pomocy Międzynarodowej.

source: The relief includes food parcels, parcels for children and babies, hygiene items, clothes, sleeping bags for winter, beds, blankets, and heaters.
pl: Na zakupioną w Polsce pomoc składają się przede wszystkim paczki żywnościowe, paczki dla dzieci i niemowląt, środki higieniczne, odzież, śpiwory zimowe, łóżka, koce oraz grzejniki.

source: In addition, over 600 families will benefit from financial help.
pl: Dodatkowo ponad 600 rodzin uzyska zapomogi finansowe.

source: Library in Anjara
pl: Biblioteka w Andżarze

source: The library project began in August 2007.
pl: Prace nad tworzeniem biblioteki rozpoczęły się w sierpniu 2007.

source: It involved designing and building of a library pavilion within the school area and, at a later stage, providing furniture, computers and books.
pl: Przedsięwzięcie polegało na zaprojektowaniu i wybudowaniu pawilonu bibliotecznego na terenie szkoły oraz wyposażenie pomieszczenia w książki, meble biblioteczne i komputery.

source: The project was called "Maktabati" ("my library" in Arabic) and was introduced as a pilot initiative aiming to encourage new libraries being founded in the poorest regions in Jordan.
pl: Projekt o nazwie "Maktabati" (po arabsku: moja biblioteka) jest projektem pilotażowym i ma zachęcić do zakładania nowych bibliotek w najuboższych regionach Jordanii.

source: On top of that, there are three computers in the library with Internet access.
pl: Także wybór książek do biblioteki odbywał się według ściśle określonych założeń.

source: The ceremony was followed by the classical music concert held in the Catholic Church of the Virgin Mary.
pl: W bibliotece znajdują się także trzy komputery z dostępem do Internetu.

source: The large audience included many of the town's people, Christians and Muslims side by side, together with the members of the Polish community in Jordan, the graduates of Polish universities and Jordanian businessmen who sponsored the initiative.
pl: W uroczystości otwarcia biblioteki uczestniczyli: książę Mir'ad bin Ra'ad, który dokonał oficjalnego przecięcia wstęgi oraz przedstawiciele władz lokalnych, z gubernatorem prowincji Adżlun i burmistrzem miasta Adżlun na czele.

source: The large Polish audience had the pleasure to listen to the emotionally-tinged speech delivered in Polish by the Reverend Hanna Keldani, the chief education officer of Catholic schools in Jordan, expressing gratitude towards the Polish community: "Thank you.
pl: Licznie zgromadzeni Polacy mieli przyjemność usłyszeć słowa podziękowania, wypowiedziane emocjonalnie w języku polskim przez księdza Hannę Keldaniego, kuratora szkół katolickich w Jordanii: "Dziękuję.

source: We love Poland here, Poland is great!
pl: Kochamy Polskę, Polska jest wielka!

source: We appreciate you and we are proud to be your friends."
pl: Cenimy was i jesteśmy dumni z waszej przyjaźni".

source: The Jordanian press covered the subject of library construction and opening extensively.
pl: Jordańska prasa szeroko rozpisywała się na temat budowy i otwarcia biblioteki.

source: Articles in Arab papers said that "this pilot initiative of the Polish government will encourage children in Jordan, who are going to build and be the future of this country, to take the opportunity to expand their horizons and fulfil their dreams."
pl: W arabskich dziennikach można było przeczytać m. in., że "dzięki pilotażowemu projektowi zainicjowanemu przez polski rząd jordańskie dzieci, od których zależeć będzie przyszłość kraju, będą w coraz większym stopniu korzystać z szansy poszerzania swoich horyzontów i będą mogły realizować swoje marzenia".

source: Building the library in Anjara, providing the necessary equipment and subsequent, few-year patronage is a perfect example of effective assistance that Poland can deliver to Jordan.
pl: Zbudowanie i wyposażenie biblioteki w Andżarze oraz sprawowanie patronatu nad nią w następnych latach jest modelowym przykładem efektywnej polskiej pomocy dla Jordanii.
